according
added
adjacent
air
allow
allowed
america
american
amount
ancient
arc
area
areas
art
ash
august
avenue
backyard
band
based
basic
bath
began
bellows
bessemer
bicycle
bicycles
bigger
bike
black
blast
block
blocks
body
boing
bottom
brick
bricks
bridge
british
building
buildings
built
burned
burning
caf
cafes
calcium
called
campus
car
carbon
cars
cast
cement
center
central
century
chalk
change
charcoal
chemical
child
children
china
church
city
close
coal
coke
cold
common
company
concrete
conditions
constructed
construction
content
continuous
control
copper
corner
counting
county
court
covered
crack
creek
cross
cupola
curb
current
dark
days
death
department
design
designated
designed
developed
development
dioxide
directly
door
downtown
drive
driver
driving
due
early
east
electric
electricity
end
energy
english
especially
established
eventually
evidence
expanded
extremely
eyes
face
feet
festival
fiery
filled
film
finery
fire
fired
floor
flow
foot
forced
form
found
free
front
fuel
furnace
furnaces
gas
generally
glass
going
gold
grade
granulated
graphite
grass
ground
group
growth
half
hall
hand
head
heat
heated
heaters
heating
heavy
henry
high
hill
historic
home
hot
hours
house
houses
hroult
ice
important
impurities
inches
include
included
including
industrial
industry
inn
inside
iron
john
known
land
lane
lanes
large
larger
late
later
led
left
light
lighting
lime
limestone
line
liquid
live
local
located
locations
look
looked
looking
lot
love
low
lower
lying
machine
main
major
makes
making
market
mary
mass
material
materials
mean
means
medieval
metal
method
methods
mill
mills
modern
molten
moment
monoxide
morning
move
moving
museum
music
narrow
natural
nearby
neighborhood
night
non
north
noticed
number
oil
open
opened
opening
operated
operation
order
ore
ores
originally
owners
oxide
oxygen
park
parked
parking
parks
part
parts
passed
past
path
pattern
paul
paved
pavement
pedestrian
pedestrians
pennsylvania
pewee
pieces
pig
place
plant
plants
point
police
portland
power
presence
private
problem
process
processes
produce
produced
producing
product
production
products
property
provided
public
puddling
pure
put
quality
railroad
ranch
reached
reaction
recorded
red
reduced
reduction
refining
region
regular
required
research
residents
resort
restaurants
resulting
reverberatory
revolution
riding
river
road
roads
rock
rolling
roof
room
running
san
saw
scale
scene
school
scrap
section
seen
segway
segways
set
shaped
shop
shops
shot
side
sidewalk
sidewalks
silicon
similar
site
size
slag
sloss
small
smaller
smelters
smelting
smoke
solar
song
source
south
space
spaces
speed
square
standing
stands
started
states
station
steam
steel
step
stepped
steps
stone
stood
store
story
stoves
street
streets
strength
strip
structure
students
suburban
summer
surface
surfing
surrounding
system
systems
takes
technology
temperature
temperatures
term
test
thermal
think
thought
times
today
took
top
town
traffic
transportation
trees
turn
turned
type
typically
united
university
urban
user
valley
vehicle
vehicles
walk
walked
walking
wall
war
washington
watched
water
weather
west
white
wide
william
window
winter
woman
wood
wooden
word
worked
working
works
xyz
york
young
zinc
